language                                      = Português Brasileiro (&Portuguese Brazil)
translators                                   = gcacarsBR / igorruckert

about.title                                   = Sobre o [app.name]
about.notregistered                           = Não registrado
about.eula                                    = Visualizar Contrato de Licença

ok                                            = OK
cancel                                        = Cancelar
yes                                           = Sim
no                                            = Não
close                                         = Fechar
error                                         = Erro
warning                                       = Atenção
or                                            = ou
and                                           = e
if                                            = se
then                                          = então
else                                          = senão

app.unknownError                              = Ocorreu um erro.
app.activatedExistingInstance                 = O aplicativo já está em execução.
app.readonly                                  = somente leitura
app.restartneeded                             = O aplicativo será reiniciado agora.
app.restartneeded.title                       = Necessário Reiniciar

undo                                          = Desfa&zer
redo                                          = &Refazer

notebook.browse.filemask.db                   = Bloco de Notas do CintaNotes
notebook.new.caption                          = Novo Bloco de Notas
notebook.open.caption                         = Abrir Bloco de Notas
notebook.save.caption                         = Salvar Bloco de Notas como

notebook.close.fail.stillediting              = Não é possível fechar o bloco de notas pois uma nota ainda está sendo editada
notebook.close.fail.rulestillediting          = Não é possível fechar o bloco de notas pois uma nota ainda está sendo editada

notelinkprotocol.restore.message              = O registro de protocolo do link foi quebrado. Deseja restaurá-lo?

menu.file                                     = {s}&Arquivo{s}
menu.file.new                                 = &Novo…
menu.file.open                                = &Abrir…
menu.file.saveas                              = &Salvar Como…
menu.file.close                               = &Fechar
menu.file.import                              = &Importar…
menu.file.export                              = &Exportar…
menu.file.print                               = Im&primir…
menu.file.backup                              = &Backup
menu.file.backup.now                          = Fazer &Backup Agora
menu.file.backup.hourly.enabled               = Toda &hora
menu.file.backup.daily.enabled                = &Diariamente
menu.file.backup.weekly.enabled               = &Semanalmente
menu.file.recyclebin                          = Lixei&ra
menu.file.passwordprotection                  = Proteção com senh&a...
menu.file.rules                               = &Regras
menu.file.sync                                = S&incronização
menu.file.exit                                = &Sair

menu.edit                                     = {s}&Editar{s}
menu.edit.new                                 = &Nova Nota
menu.edit.edit                                = &Editar
menu.edit.copy                                = &Copiar
menu.edit.cut                                 = &Recortar
menu.edit.paste                               = &Colar
menu.edit.paste.plaintext                     = Colar como Te&xto Simples
menu.edit.delete                              = &Excluir
menu.edit.merge                               = &Unir
menu.edit.replacetags                         = &Substituir tags…
menu.edit.selectall                           = Selecionar &Todas
menu.edit.properties                          = Pr&opriedades…
menu.edit.print                               = Im&primir...
menu.edit.copylink                            = Copiar &Link de Nota
menu.edit.pastenotelink                       = Colar Link de Nota
menu.edit.inserttimestamp                     = Inserir Carimbo de Hora
menu.edit.insertdate                          = Inserir Data Atual

menu.view                                     = {s}E&xibir{s}
menu.view.notecolor                           = &Cor do Tema
menu.view.notecolor.red                       = &Vermelho
menu.view.notecolor.orange                    = &Laranja
menu.view.notecolor.yellow                    = &Amarelo
menu.view.notecolor.green                     = &Verde
menu.view.notecolor.cyan                      = &Ciano
menu.view.notecolor.blue                      = &Azul
menu.view.notecolor.purple                    = &Lilás
menu.view.notecolor.gray                      = &Cinza
menu.view.tagsidebar                          = &Barra Lateral
menu.view.sectionbar                          = Barra de &Seção
menu.view.reversed                            = &Ordem Inversa
menu.view.sorting                             = &Classificar por
menu.view.sorting.manual                      = M&anual
menu.view.sorting.created                     = Data de &Criação
menu.view.sorting.modified                    = Data de &Modificação
menu.view.sorting.title                       = &Título
menu.view.sorting.link                        = &Link
menu.view.sorting.size                        = &Tamanho
menu.view.history.back                        = &Voltar
menu.view.history.forward                     = A&vançar
menu.view.history.clear                       = Limpar Históri&co
menu.view.history.display                     = &Ver Histórico


sort.manual                                   = M&anual
sort.created                                  = &Criado
sort.modified                                 = &Modificado
sort.title                                    = &Título
sort.link                                     = &Link
sort.size                                     = Ta&manho
sort.reverse                                  = Ordem &Inversa

menu.options                                  = {s}&Opções{s}
menu.options.hotkey                           = &Atalhos…
menu.options.clipping                         = &Captura
menu.options.clipping.silent                  = &Silencioso
menu.options.clipping.after                   = &Após Captura
menu.options.clipping.after.showinboxsection  = Alternar para Seção '&Caixa de Entrada'
menu.options.clipping.after.showuntagged      = Alternar para Visualização '&Sem Tags'
menu.options.clipping.after.openeditor        = Abrir no &Editor
menu.options.clipping.after.assignactivetags  = &Atribuir Tags Atualmente Ativas
menu.options.clipping.title                   = Usar como Título
menu.options.clipping.title.apptitle          = Título do &Programa
menu.options.clipping.title.firstline         = &Primeira Linha de Texto
menu.options.clipping.title.blankline         = Linha em &Branco

menu.options.clipping.formatting              = &Formatação
menu.options.clipping.formatting.rtf          = Manter Formatação &RTF
menu.options.clipping.formatting.html         = Manter Formatação &HTML

menu.view.noteappearance                      = Lista de &Notas…

menu.options.editor                           = &Editor
menu.options.editor.links                     = &Links
menu.options.editor.links.recognize           = &Destacar Links
menu.options.editor.links.singleclick         = &Abrir links com clique simples
menu.options.editor.links.doubleclick         = &Abir links com dois cliques
menu.options.editor.initialfocus              = &Foco Inicial
menu.options.editor.initialfocus.title        = Título
menu.options.editor.initialfocus.text         = Texto
menu.options.editor.tabcharacter              = Caractere de &Tabulação
menu.options.editor.tabcharacter.tab          = Com Tecla Tab
menu.options.editor.tabcharacter.ctrltab      = Com Ctrl + Tab
menu.options.editor.wordwrap                  = &Quebra de Linha
menu.options.editor.editorescsavenote         = S&alvar Alterações Automaticamente com Esc

menu.options.search                           = &Pesquisar
menu.options.search.reset.onctrlf             = &Redefinir Busca com [ctrl] + F
menu.options.search.reset.multistep           = Redefinição de Várias Fases com [esc]

menu.options.tags                             = &Tags
menu.options.tags.lowercase                   = Somente Letras &Minúsculas
menu.options.tags.accepton                    = &Aceitar Sugestões Em
menu.options.tags.displaycounts               = &Exibir Contagens de Uso da Tag na Barra Lateral
menu.options.tags.autodeleted                 = Excl&uído Automaticamente por Padrão
menu.options.tags.suggestions.contextsensitive = Sugestões Sensitivas ao &Contexto

menu.options.tags.accepton.space              = &Barra de Espaço
menu.options.tags.accepton.click              = &Clique Único do Mouse

menu.options.rules                            = &Regras
menu.options.rules.notifications              = &Notificar quando Aplicado

menu.options.window                           = &Janela
menu.options.minimizetotray                   = &Minimizar para Área de Notificação
menu.options.closetotray                      = &Fechar para Área de Notificação
menu.options.alwaysontop                      = &Sempre no Topo
menu.options.window.minimizeonesc             = Minimizar com &Esc
menu.options.window.minimizeonlostfocus       = Minimizar ao Perder &Foco
menu.options.minimizetotray.error             = Minimizar para a Área de Notificação é necessário para proteção por senha.

menu.options.window.minimizeonlostfocus.off   = Desativado
menu.options.window.minimizeonlostfocus.immediately = Imediatamente
menu.options.window.minimizeonlostfocus.after10secs = Após 10 segundos
menu.options.window.minimizeonlostfocus.after1minute = Após 1 minuto
menu.options.window.minimizeonlostfocus.after5minutes = Após 5 minutos

menu.options.window.snap.screenedges          = Encaixar editores nos cantos da tela
menu.options.window.snap.editors              = Encaixar editores na janela principal

menu.options.startup                          = Iniciali&zação
menu.options.runatstartup                     = &Iniciar com o sistema
menu.options.startup.minimized                = Executar &Minimizado
menu.options.startup.multipleinstances        = &Permitir Múltiplas Instâncias
menu.options.startup.restoretagsfilter        = Restaurar Última Seleção de &Tag
menu.options.startup.multipleinstances.activationmsg = &Notificar ao Ativar Instância Existente

menu.options.system                           = S&istema
menu.options.system.associatewithdbfile       = Associar o [app.name] com arquivos .db
menu.options.system.registerlinkprotocol      = Registrar Protocolo de &Link
menu.options.system.proxysettings             = Configurações de &Proxy
menu.options.system.registry.error            = O registro não pôde ser modificado. Por favor, execute o [app.name] como administrador e tente novamente.

registerlinkprotocol.title                    = Registro de protocolo de link
registerlinkprotocol.registered               = Esta instância do [app.name] agora está registrado no sistema para manipular cliques em links cintanotes://.
registerlinkprotocol.unregistered             = O registro desta instância do [app.name] foi removido e não irá mais manipular cliques em links cintanotes://.

menu.options.language                         = &Idioma

menu.help                                     = {s}&Ajuda{s}
menu.help.help                                = &Ajuda
menu.help.website                             = Site da &Web
menu.help.forum                               = &Fórum
menu.help.roadmap                             = &Desenvolvimento
menu.help.translate                           = &Traduções
menu.help.debug                               = &Depuração
menu.help.debug.logging                       = &Log de Depuração
menu.help.license                             = &Licença
menu.help.checkforupdates                     = &Verificar por atualizações
menu.help.about                               = &Sobre o [app.name]

menu.updatenotify.tooltip                     = Uma nova versão do CintaNotes está disponível

confirmdelete.one                             = Excluir nota{n}'{0}'?
confirmdelete.many                            = Excluir {0} notas selecionadas?
confirmdelete.title.one                       = confirmdelete.title.one{n}Excluir nota?
confirmdelete.title.many                      = Excluir notas?
confirmdelete.unsaved                         = A nota não foi salva ainda. Descartar alterações?
confirmdelete.openineditor.title              = A nota está aberta no Editor
confirmdelete.openineditor                    = A nota '{0}' está aberta para edição.{n}Deseja realmente excluí-la?
confirm.movetorecyclebin.one                  = Mover nota {n}'{0}'{n}para a Lixeira?
confirm.movetorecyclebin.many                 = Mover as {0} notas selecionadas para a lixeira?
confirm.movetorecyclebin.title.one            = Mover nota para a Lixeira?
confirm.movetorecyclebin.title.many           = Mover notas para a Lixeira?

confirm.merge.title                           = Mesclar Notas?
confirm.merge.message                         = Você deseja realmente mesclar essas notas?

confirmationdialog.dontaskagain               = Não perguntar novamente

deletenotesmessagedialog.caption              = Mover notas para a Lixeira?
deletenotesmessagedialog.title                = A Lixeira está configurada para manter somente {1} notas enquanto você está excluindo {0} notas.{n}O que você deseja fazer?
deletenotesmessagedialog.button.increase      = Aumentar
deletenotesmessagedialog.increase.description = Aumenta o número de notas que a Lixeira irá manter
deletenotesmessagedialog.button.delete        = Excluir
deletenotesmessagedialog.delete.description   = Excluir as {0} notas restantes permanentemente

confirmlinkopening.message                    = A abertura de {0} links ao mesmo tempo pode causar demora na resposta do sistema.{n}Deseja continuar?

filter                                        = Filtro:
filter.anytextfield                           = &Qualquer Campo de Texto
filter.textandtitle                           = &Texto e Título
filter.text                                   = Apenas Te&xto
filter.title                                  = Apenas T&ítulo
filter.time.created                           = Data de &Criação
filter.time.modified                          = Data de &Modificação
filter.remarks                                = Comentá&rios
filter.attachments                            = &Anexos
filter.link                                   = &Link
filter.tags                                   = Ta&gs
filter.all                                    = &Tudo
search.insidewords                            = P&esquisar nas palavras
search.acrossfields                           = Pesquisar &além dos limites do campo
search.usewildcards                           = Usar curingas * e ?

license.message.text                          = Esta função só está disponível na versão comercial
license.message.caption                       = Licença Necessária

noteslist.notebookempty                       = Seu bloco de notas está vazio.{n}{n}Para criar notas, pressione a tecla Insert ou selecione texto em outros programas e pressione a tecla de atalho (o padrão é [clipping.default.key]).{n}Você também pode criar notas a partir do conteúdo da área de transferência do Windows.
noteslist.sectionempty                        = Esta seção de bloco de notas está vazia.
noteslist.notfound                            = Nenhuma nota encontrada com o filtro escolhido.{n}
noteslist.openlink                            = Acessar &Link
noteslist.tag                                 = &Tag…
noteslist.export.selected                     = &Exportar…
noteslist.move                                = Mo&ver
noteslist.move.up                             = Para &Cima
noteslist.move.down                           = Para &Baixo
noteslist.move.top                            = Para o &Início
noteslist.move.bottom                         = Para o &Final
noteslist.properties                          = Propriedades...
noteslist.move.tosection                      = Para a &Seção...

noteslist.attachments.more                    = ({0} mais)
noteslist.drag.more                           = + {0} notas

noteedit.title                                = Editar
noteedit.accepthint                           = ([noteedit.accepthint.shortcut] para aceitar as alterações)
noteedit.link                                 = Link
noteedit.tags                                 = Tags
noteedit.remarks                              = Comentários
noteedit.new.title                            = Nova nota
noteedit.readonly.title                       = Nota Somente Leitura
noteedit.notesaved                            = Nota salva
noteedit.esc.savechanges.title                = Confirmar salvar alterações
noteedit.esc.savechanges                      = As alterações da nota ainda não foram salvas. Salvar alterações?
noteedit.esc.savechanges.dontask              = Não perguntar para salvar alterações ao cancelar
noteedit.notelinkcopied                       = Link de nota copiado para a área de transferência
noteedit.links.itselferror                    = Não é possível adicionar o link à si mesmo
noteedit.links.alreadynotelinkerror           = Não é possível adicionar um link ao texto que já contém um link
noteedit.links.multilineerror                 = Não é possível adicionar link multilinha
noteedit.links.createnewnote                  = Criar nova nota
noteedit.links.updatecaption                  = Atualizar legenda do link
noteedit.links.typetip                        = Digite para pesquisar por título
noteedit.links.tip.notenotfound               = Nota vinculada não encontrada
noteedit.links.tip.notebooknotfound           = O Bloco de Botas que contém a nota vinculada não foi encontrado
noteedit.links.tip.notebookencrypted          = O Bloco de Botas que contém a nota vinculada está criptografado
noteedit.section.tip                          = Seção
noteedit.linkedit.tip                         = Editar link
noteedit.linkedit.open.tip                    = Abrir link
noteedit.attach.tip                           = Anexar arquivo

noteedit.attach.confirm.title                 = Confirmar anexar arquivos
noteedit.attach.confirm                       = Anexar os seguintes {0} arquivos?
noteedit.attach.confirm.nfilesmore            = mais {0} arquivo(s)
noteedit.externalattachlink.message           = Este link referencia outro arquivo de bloco de notas.{n}Abrir anexos de outro bloco de notas não é suportado.

noteedit.attach.alreadyattached               = Arquivo '{0}' já anexado. Deseja atualizá-lo?
noteedit.attach.alreadyattached.title         = Arquivo Já Anexado
noteedit.attach.updatename                    = O arquivo '{0}' já está anexado com um nome diferente: '{1}'.{n}Deseja atualizar o nome?
noteedit.attach.updatename.title              = Arquivo Já Anexado

noteedit.attach.updatefromdisk.title          = Anexo Alterado no Disco
noteedit.attach.updatefromdisk                = O anexo '{0}' foi alterado no disco. Atualizar?

noteedit.attach.savetodiskoverwrite.title     = O arquivo já existe
noteedit.attach.savetodiskoverwrite           = A pasta de destino '{0}' já contém o arquivo '{1}'. Substituir?

noteedit.attach.cleanup.failed                = Não é possível excluir o anexo extraído '{0}', provavelmente ainda está sendo editado.{n}Fechar assim mesmo?
noteedit.attach.cleanup.failed.title          = Anexo Ainda Sendo Editado

noteedit.attach.open.pwprotected              = Para visualização, o anexo '{0}' {n}será salvo em um arquivo temporário não criptografado.{n}Continuar?
noteedit.attach.open.pwprotected.title        = Aviso de Segurança

noteedit.attach.syncing.sizelimitexceeded     = O limite do tamanho de anexos será excedido e a sincronização {n}não será capaz de ser concluída até que alguns anexos sejam removidos. {n}Anexar os arquivos assim mesmo?
noteedit.attach.syncing.sizelimitexceeded.title = Limite do Tamanho de Anexos de Sincronização Excedido

linkswatchdog.title                           = Link corrompido detectado
linkswatchdog.message                         = Link corrompido: {0} -> {1}

linkswatchdog.title                           = Link corrompido detectado
linkswatchdog.message                         = Link corrompido: {0} -> {1}

noteedit.openfilelink.notexists.title         = Arquivo Não Encontrado
noteedit.openfilelink.notexists.message       = Arquivo {0} não encontrado. Deseja remover o link?

noteedit.copylinktounsavednote.caption        = Copiar Link para Nota Não Salva
noteedit.copylinktounsavednote.message        = Deseja salvar esta nota e copiar o link para ela?

noteedit.attachment.toolarge                  = O arquivo é muito grande.{n}Você pode anexar somente arquivos de até {0} [gbytes] de tamanho.
noteedit.attachment.notexist                  = O arquivo '{0}' não foi encontrado.
noteedit.attachment.attach.progress.title     = Anexando Arquivo
noteedit.attachment.attach.progress.message   = Anexando {0}...
noteedit.attachment.open                      = &Abrir
noteedit.attachment.openwith                  = A&brir Com...
noteedit.attachment.open.progress.title       = Abrindo Anexo
noteedit.attachment.open.progress.message     = Abrindo {0}...
noteedit.attachment.saveas                    = &Salvar Como...
noteedit.attachment.saveas.selectfolder       = Selecionar pasta
noteedit.attachment.saveas.progress.title     = Salvando Anexo
noteedit.attachment.saveas.progress.message   = Salvando{0}...
noteedit.attachment.saveas.successmsg.title   = Anexo Salvo
noteedit.attachment.saveas.successmsg         = O anexo foi salvo em {0}.
noteedit.attachment.saveas.successmsg.many    = Os anexos foram salvos.
noteedit.attachment.saveas.view               = Ver
noteedit.attachment.delete                    = &Excluir

noteappearance.title                          = Opções da Lista de Notas
noteappearance.pt                             = pt
noteappearance.bold                           = Negrito
noteappearance.italic                         = Itálico
noteappearance.headerfontlabel                = Fonte do título:
noteappearance.textfontlabel                  = Fonte do texto:
noteappearance.notelines                      = Pré-visualizar linhas de texto:
noteappearance.notelines.min                  = mín.
noteappearance.notelines.max                  = máx.
noteappearance.change                         = …
noteappearance.textformatting                 = Renderizar formatação do texto
noteappearance.datedisplay.label              = Exibição de data e hora:
noteappearance.datedisplay.combo.none         = Nenhuma
noteappearance.datedisplay.combo.created      = Criado
noteappearance.datedisplay.combo.modified     = Modificado
noteappearance.datedisplay.combo.both         = Criado e Modificado
noteappearance.datedisplay.sortmodedate       = Sempre exibir modo de classificação por data
noteappearance.datedisplay.displaytime        = Exibir hora do dia
noteappearance.tagdisplay.enabled             = Exibir tags
noteappearance.tagdisplay.fullnames           = Sempre exibir nomes completos de tags
noteappearance.remarksdisplay.enabled         = Exibir comentários
noteappearance.remarksdisplay.lines.max       = Linhas de comentário para exibir:

notebookmessage.title                         = Bloco de Notas
notebookmessage.message                       = Não foi possível carregar o bloco de notas, pois o seguinte caminho está inacessível: "{0}"
notebookmessage.button.create                 = Criar nova
notebookmessage.button.open                   = Abrir existente
notebookmessage.button.exit                   = Sair

pastemessage.caption                          = Conflito ao Colar Nota
pastemessage.title                            = Este bloco de notas já contêm {0} notas com os mesmos IDs e texto diferente.{n}O que você deseja fazer?
pastemessage.button.replace                   = Substituir
pastemessage.button.replace.description       = Substitui as notas existentes pelas notas da área de transferência
pastemessage.button.addnew                    = Adicionar como novo
pastemessage.button.addnew.description        = Adiciona notas da área de transferência como novas notas com um novo ID
pastemessage.button.lastmodified              = Ficar com última modificada
pastemessage.button.lastmodified.description  = Ficar com notas com data de modificação posterior

pastemessage.attachmentdatanotfound           = Não foi possível colar:{n}O Bloco de Notas com os dados do anexo '{0}' não foi encontrado

searchdialog.find.title                       = Localizar
searchdialog.findandreplace.title             = Localizar e Substituir
searchdialog.findwhat                         = &O que localizar:
searchdialog.replacewith                      = Substituir por:
searchdialog.matchcase                        = &Corresponder maiúsculas/minúsculas
searchdialog.searchinsidewords                = &Pesquisar dentro das palavras
searchdialog.usewildcards                     = [search.usewildcards]
searchdialog.button.findprevious              = Localizar &Anterior
searchdialog.button.findnext                  = Localizar &Próximo
searchdialog.button.replace                   = &Substituir
searchdialog.button.replaceall                = Substituir &Todos
searchdialog.button.close                     = &Fechar
searchdialog.specifiedtextnotfound            = O texto especificado não foi localizado.
searchdialog.findreachedstartingpoint         = A busca atingiu o ponto inicial da pesquisa.

wronglinkmessage.title                        = Abrindo link
wronglinkmessage.notenotfound                 = Nota vinculada não encontrada.
wronglinkmessage.notebooknotfound             = O bloco de notas contém uma nota vinculada não encontrada.
wronglinkmessage.notebookincompatible         = O bloco de notas que contém a nota vinculada é incompatível com a versão atual.
wronglinkmessage.notebookencrypted            = O bloco de notas que contém a nota vinculada está criptografado.
wronglinkmessage.button.remove                = Remover link
wronglinkmessage.button.createnew             = Criar nova nota

externallinkmessage.title                     = Abrindo link externo
externallinkmessage.message                   = Este link se refere à outro arquivo de bloco de notas '{0}'.{n}Como deseja abrir uma nota?
externallinkmessage.switchmessage             = Este link referencia outro arquivo de bloco de notas '{0}'.{n}Deseja alterar para o outro bloco de notas?
externallinkmessage.button.anotherinstance    = Abrir em outra instância
externallinkmessage.button.switch             = Alternar entre bloco de notas
externallinkmessage.button.switch.changes     = Todas as alterações não salvas serão salvas.

upgrademessage.title                          = Upgrade do bloco de notas
upgrademessage.message                        = O arquivo do bloco de notas '{0}'{n}foi criado por uma versão antiga do [app.name].{n}Você deseja atualizá-la?
upgrademessage.check.createbackup             = Criar backup
upgrademessage.cancelled                      = O upgrade foi cancelado.
upgrademessage.successful                     = Upgrade concluído com sucesso!
upgrademessage.successful.backup              = Atualizado com sucesso!{n}O backup do arquivo antigo foi salvo como:{n}{0}{n}na pasta: {n}'{1}'.
upgrade.backup.before                         = antes de fazer upgrade para

backup.successdialog.caption                  = Backup Realizado com Sucesso
backup.successdialog.message                  = Foi realizado o backup do bloco de notas com sucesso{n}como {0}{n}para {1}
backup.processdialog.caption                  = Progresso do backup
backup.processdialog.message                  = Por favor, aguarde enquanto é feito o backup do bloco de notas...

tagsedit.title                                = Adicionar / Remover Tags
tagsedit.addtags                              = Adicionar tags:
tagsedit.removetags                           = Remover tags:

passworddialog.title                          = Entre a senha
passworddialog.old.title                      = Entre a senha antiga
passworddialog.password                       = Senha:
passworddialog.old.password                   = Senha antiga:
passworddialog.incorrectpassword              = Senha incorreta
passworddialog.notebook                       = Bloco de notas...

setnotebookpassworddialog.title               = Proteção com senha
setnotebookpassworddialog.enabled.encryption  = Proteger este bloco de notas com senha
setnotebookpassworddialog.oldpassword         = Senha antiga:
setnotebookpassworddialog.newpassword         = Nova senha:
setnotebookpassworddialog.confirmpassword     = Confirmar senha:
setnotebookpassworddialog.incorrectpassword   = Senha antiga incorreta
setnotebookpassworddialog.matcherror          = A senha e a confirmação de senha não coincidem
setnotebookpassworddialog.equalerror          = A senha antiga e a nova são iguais
setnotebookpassworddialog.successfullychanged = Senha alterada com sucesso
setnotebookpassworddialog.successfullyremoved = Senha removida com sucesso
setnotebookpassworddialog.cancelled           = A configuração de senha foi cancelada
setnotebookpassworddialog.errormsg            = O programa encontrou um erro durante a configuração de senha
setnotebookpassworddialog.errormsg.title      = Erro de Configuração de Senha
setnotebookpassworddialog.autoreset.checkbox  = Minimizar para área de notificação e bloquear após
setnotebookpassworddialog.autoreset.suffix    = minutos de inatividade
setnotebookpassworddialog.warning             = AVISO: A senha não pode ser recuperada! Se você esquecê-la,{n}irá perder permanentemente o acesso às notas deste bloco de notas!
setnotebookpassworddialog.option.dontstore    = Não lembrar senha: as tarefas em segundo plano não são executadas quando o bloco de notas está bloqueado
setnotebookpassworddialog.option.store        = Lembrar senha: as tarefas em segundo plano são executadas mesmo com o bloco de notas estando bloqueado
setnotebookpassworddialog.storepassword.warning = AVISO: Necessário armazenar a senha criptografada em disco.{n}Não use esta opção se você precisa de máxima segurança.
setnotebookpassworddialog.lockonminimize.checkbox = Bloquear imediatamente após minimizar para área de notificação
setnotebookpassworddialog.lockonsyslock.checkbox = Bloquear quando o PC for bloqueado
setnotebookpassworddialog.notebookisencrypted = O bloco de notas está criptografado
setnotebookpassworddialog.button.changepassword = Alterar senha...

encrypt.progress.caption                      = Progresso da criptografia
encrypt.progress.message                      = Aguarde a criptografia...
decrypt.progress.caption                      = Progresso da descriptografia
decrypt.progress.message                      = Aguarde a descriptografia...

recentlist.notfoundmessage                    = Deseja remover a referência para ele da lista de Recentes?
recentlist.cantclosenotebook                  = Não é possível fechar um único bloco de notas

replacetags.title                             = Substituir Tags
replacetags.sourcetags                        = Substituir tags:
replacetags.desttags                          = Com tags:
replacetags.hint                              = Esta caixa de diálogo permite renomear, dividir, juntar ou apagar tags.{n}{n}Para apagar tags, digite-as no primeiro campo, e deixe o campo seguinte vazio.

recyclebindialog.title                        = Lixeira
recyclebindialog.column.datedeleted           = Excluído
recyclebindialog.column.title                 = Título
recyclebindialog.column.text                  = Texto
recyclebindialog.column.datecreated           = Criado
recyclebindialog.column.datemodified          = Modificado
recyclebindialog.column.size                  = Tamanho (KB)
recyclebindialog.column.tags                  = Tags
recyclebindialog.column.sectionname           = Seção
recyclebindialog.column.link                  = Link
recyclebindialog.button.restore               = Restaurar
recyclebindialog.button.delete                = Excluir
recyclebindialog.button.deleteall             = Esvaziar
recyclebindialog.label.maxsize                = Número máximo de notas excluídas para manter:
recyclebindialog.label.keepnotes              = Excluir permanentemente após
recyclebindialog.label.keepnotes.suffix       = dias
recyclebindialog.error.invalidmaxsize         = O número máximo de notas excluídas deve ser um número positivo
recyclebindialog.error.invalidkeepnotes       = O número de dias deve ser um número positivo

recyclebindialog.menu.restore                 = Restaurar
recyclebindialog.menu.delete                  = Excluir
recyclebindialog.menu.deleteall               = Esvaziar

recyclebindialog.confirm.delete.title         = Excluir Permanentemente
recyclebindialog.confirm.delete.message       = Excluir {0} notas selecionadas permanentemente?
recyclebindialog.confirm.deleteall.title      = Esvaziar a Lixeira?
recyclebindialog.confirm.deleteall.message    = Excluir todas as {0} notas permanentemente?
recyclebindialog.confirm.restore.title        = Restaurar Notas da Lixeira
recyclebindialog.confirm.restore.message      = Restaurar as {0} notas selecionadas?

tray.addnew                                   = Nova Nota
tray.restore                                  = Restaurar
tray.exit                                     = Sair

printdialog.title                             = Imprimir Notas
printdialog.title.single                      = Imprimir Nota
printdialog.group.scope                       = Imprimir escopo
printdialog.group.fields                      = Imprimir campos
printdialog.errormsg                          = O programa encontrou um erro durante a impressão.
printdialog.errormsg.title                    = Erro de Impressão

export.title                                  = Exportar Notas
export.filemask.txt                           = Texto Unicode
export.filemask.xml                           = XML
export.filemask.html                          = Página da Web
export.successmsg.title                       = Exportado com Sucesso
export.successmsg                             = Exportação concluída. Notas exportadas: {0}.
export.errormsg                               = O programa encontrou um erro durante a exportação.
export.errormsg.title                         = Erro de Exportação
export.html.created                           = Criação:
export.html.modified                          = Modificação:
export.scope.all                              = Todas as notas ({0})
export.scope.current                          = Visualização atual ({0})
export.scope.selection                        = Notas selecionadas ({0})
export.field.title                            = Título
export.field.text                             = Texto
export.field.creation                         = Data de Criação
export.field.modification                     = Data de Modificação
export.field.link                             = Link
export.field.tags                             = Tags
export.field.remarks                          = Comentários
export.field.attachments                      = Anexos
export.field.rules                            = Regras
export.group.scope                            = Exportar escopo
export.group.fields                           = Exportar campos
export.errormsg.nonotes                       = Não é possível exportar de um bloco de notas vazio
export.button.view                            = Visualizar

export.processdialog.caption                  = Progresso da exportação
export.processdialog.message                  = Por favor, aguarde a exportação...

import.title                                  = Importar Notas
import.filemask.all                           = Arquivos do CintaNotes
import.filemask.db                            = Bloco de Notas do CintaNotes
import.filemask.xml                           = XML
import.successmsg.title                       = Importado com Sucesso
import.successmsg                             = Importação da nota concluída.{n} Notas importadas: {0}.{n} Notas atualizadas: {1}.{n} Duplicados ignorados: {2}{n}
import.successmsg.sections                    = Seções importadas: {0}
import.successmsg.rules                       = Regras importadas: {0}
import.errormsg                               = O programa encontrou um erro durante a importação.
import.errormsg.title                         = Erro de Importação
import.label.addtags                          = Adicionar tags:
import.importsections                         = Importar seções
import.importrules                            = Importar regras
import.allowduplicates                        = Permitir duplicados

import.processdialog.caption                  = Progresso da importação
import.processdialog.message                  = Por favor, aguarde a importação...

import.error.sectioncountexceeded             = O arquivo {0} não pode ser importado com seções.{n}O limite de no máximo [sections.limit] seções seria excedido.

options.hotkeys.title                         = Configurar Teclas de Atalho
options.hotkeys.clip.label                    = Atalho de captura de texto:
options.hotkeys.show.label                    = Atalho para exibir janela do programa:
options.hotkeys.newnote.label                 = Adicionar atalho de nova nota:

options.hotkeys.hint                          = Para desativar um atalho de teclado, pressione ESC no campo correspondente.{n}{n}Selecione atalhos diferentes de outros programas para evitar que o CintaNotes interfira no seu funcionamento.
options.hotkeys.cannotregister                = Este atalho de teclado não pode ser utilizado. Por favor, escolha outro.
options.hotkeys.cannotregister.title          = Não é Possível Registrar a Tecla de Atalho

filtercontrol.total.one                       = {0} nota
filtercontrol.total.many                      = {0} notas
filtercontrol.filtered.one                    = {0} encontrado
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Classificar por
filtercontrol.tooltip.back                    = Voltar
filtercontrol.tooltip.forward                 = Avançar
filtercontrol.tooltip.back.extra              = Clique direito para ver histórico
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = Excluir
tag.rename                                    = Renomear…
tag.merge                                     = Unir…
tag.delete.confirm.title                      = Excluir Tags
tag.delete.confirm.message.one                = Você quer remover a tag selecionada?
tag.delete.confirm.message.many               = Você quer remover as tags selecionadas?
tag.delete.confirm.usecount.one               = As tags selecionadas estão atualmente em uso em {0} nota
tag.delete.confirm.usecount.many              = As tags selecionadas estão atualmente em uso em {0} notas
tag.displaycounts                             = Exibir Contagens
tag.properties                                = Propriedades...
tag.add                                       = Nova Tag...
tag.addchild                                  = Nova Tag Filha...
tag.expandall                                 = Expandir Todas
tag.collapseall                               = Recolher Todas

tag.filter.none                               = Sem Filtro de Tag
tag.filter.used                               = Somente Tags Usadas
tag.filter.related                            = Somente Tags Relacionadas

tagproperties.title                           = Propriedades
tagproperties.autodeletecheckbox              = Excluída automaticamente
tagproperties.autodeletecheckbox.tip          = Excluir tag quando não houver notas com esta tag
tagproperties.autoexpandedcheckbox            = Expandido por padrão

deletetags.deletechildren                     = Excluir com todas as tags filha
deletetags.deletenotes.one                    = Excluir {0} nota
deletetags.deletenotes.many                   = Excluir {0} notas
deletetags.deletenotes.havingthistag.one      = possuindo esta tag
deletetags.deletenotes.havingthistag.many     = possuindo estas tags

newtag.title                                  = Nova Tag
newtag.name                                   = Nome da Tag:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Nova Tag Filha

tagsidebar.all                                = Todas
tagsidebar.untagged                           = Sem tag
tagsidebar.more                               = ({0} mais)
tagsidebar.confirmtagdrop.title               = Renomear tag
tagsidebar.confirmtagdrop.text                = Renomear tag {0} para {1}?

notebookconfig.title                          = Parâmetros do Bloco de Notas
notebookconfig.path.caption                   = Arquivo do Bloco de Notas:
notebookconfig.path.browse.mask               = Bloco de Notas do CintaNotes (*.db)|*.db|Todos os Arquivos (*.*)|*.*
notebookconfig.path.browse.caption            = Procurar por Arquivo de Bloco de Notas do CintaNotes
notebookconfig.disconnect.enabled             = {s}Habilitar sincronização externa do bloco de notas
notebookconfig.disconnect.label               = Liberar bloqueio de arquivo após:
notebookconfig.disconnect.seconds             = segundos de inatividade
notebookconfig.move                           = {s}Realocar bloco de notas atual

noterichedit.format                           = &Formatar
noterichedit.format.bold                      = &Negrito
noterichedit.format.italic                    = &Itálico
noterichedit.format.underline                 = &Sublinhado
noterichedit.format.strikeout                 = &Riscado
noterichedit.format.highlight                 = &Realçar
noterichedit.format.monospace                 = &Mono-espaçada

noterichedit.align                            = &Alinhar
noterichedit.align.left                       = &Esquerda
noterichedit.align.center                     = &Centralizar
noterichedit.align.right                      = &Direita

noterichedit.indent                           = &Parágrafo
noterichedit.format.indent                    = &Parágrafo
noterichedit.format.outdent                   = &Recuo

noterichedit.format.list.bullet               = &Lista de Marcadores
noterichedit.format.list.numbered             = Lista Numér&ica

noterichedit.format.clear                     = &Limpar

noterichedit.insertlink                       = &Inserir Link
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Nota
noterichedit.insertlink.file                  = &Arquivo
noterichedit.insertlink.attachment            = &Anexo

noterichedit.paste.intolistitem               = Colar no Item da Lista
noterichedit.paste.intolist                   = Colar na Lista

noterichedit.editlink                         = Link Redirecionado
noterichedit.deletelink                       = Remover Link
noterichedit.copynotelink                     = Copiar &Link para Nota

richedit.find                                 = Localizar...
richedit.replace                              = Substituir...

noteproperties.title                          = Propriedades da Nota
noteproperties.source.label                   = Origem:
noteproperties.created.label                  = Criada em:
noteproperties.modified.label                 = Modificada em:
noteproperties.notesize.label                 = Tamanho da nota: {0} KB
noteproperties.notesizeondisk.label           = {0} KB em disco
noteproperties.charcount.label                = Caracteres: {0}
noteproperties.wordcount.label                = Palavras: {0}
noteproperties.error.invaliddates             = A data de modificação não pode ser antes da data de criação

selecturldialog.title                         = Entrar URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = O arquivo do bloco de notas foi excluído.{n}O aplicativo será fechado.
error.notebook.unknownversion                 = O arquivo do bloco de notas '{0}'{n}foi criado por uma versão mais recente do [app.name] e não pode ser aberto.{n}{n}Baixe a versão mais recente do [app.name] a partir de [app.url] para abrir este arquivo.
error.notebook.cantopenwhenupgrade            = O arquivo do bloco de notas  '{0}'{n}foi criado por uma versão mais antiga do [app.name] e não pode ser atualizado.{n}Verifique se você tem permissões de gravação para este arquivo.
error.notebook.upgradeerror                   = O arquivo do bloco de notas '{0}'{n}foi criado por uma versão mais antiga do [app.name] e não pode ser atualizado.{n}{n}Mensagem de erro: {1}
error.notebook.encrypted                      = O arquivo do bloco de notas '{0}'{n} está criptografado.
error.notebook.databasedamaged                = O arquivo do bloco de notas '{0}'{n}foi corrompido e não pode ser aberto.{n}{n}Mensagem de erro: {1}
error.notebook.busy                           = O arquivo do bloco de notas '{0}'{n}está em uso por outro aplicativo e não pode ser aberto.
error.note.notfound                           = Esta nota foi excluída

error.notebook.dbcorrupt.title                = Aviso do banco de dados do bloco de notas
error.notebook.dbcorrupt.message              = O banco de dados do bloco de notas pode estar corrompido. Para corrigi-lo envie as seguintes informações para [support.email]: {0}

license.key.status.notfound                   = Informações de registro não encontradas.
license.key.status.valid                      = Informações de registro válidas.
license.key.status.invalid                    = Informações de registro inválidas.
license.key.status.stolen                     = A chave de registro foi desativada pelo editor.
license.key.status.expired                    = A chave de registro contém a data de expiração que já expirou.
license.key.status                            = Status da chave de registro: {0}

license.type.basic                            = Licença básica (gratuita)
license.type.pro                              = Licença PRO
license.type.company                          = Licença PRO (Empresa)
license.type.promo                            = [license.type.pro] (Promocional)
license.type.lifetime                         = Vitalícia [license.type.pro]
license.type.trial                            = Licença PRO de teste

licensedialog.title                           = Licença
licensedialog.reqexttrial                     = Solicitar Teste Prolongado
licensedialog.register.success                = Obrigado por se registrar!
licensedialog.register.success.title          = Sucesso!
licensedialog.register.fail                   = Falha no registro
licensedialog.register.expired                = A chave da licença não é mais válida para esta versão do [app.name].
licensedialog.register.expired.extra          = Esta chave de licença é válida para versões lançadas antes de {0},{n}mas esta versão ({1}) foi lançada em {2}.
licensedialog.replace.confirm                 = Deseja substituir sua licença atual?
licensedialog.replace.confirm.title           = Substituir licença?

licensedialog.type.trial                      =  [license.type.trial]
licensedialog.type.trial.descr                = Versão limitada totalmente funcional. Dias de teste restantes: {0}
licensedialog.type.pro                        =  [license.type.pro]
licensedialog.type.pro.descr                  = Versão funcional completa
licensedialog.type.pro.name                   = Registrado para: {0}
licensedialog.type.pro.email                  = E-mail: {0}
licensedialog.type.pro.key                    = Chave de Licença:
licensedialog.type.pro.expdate                = Expira: {0}
licensedialog.type.pro.updexpdate             = Atualizações gratuitas até: {0}
licensedialog.type.pro.enternew               = Entrar Nova Chave de Licença
licensedialog.type.basic                      =  [license.type.basic]
licensedialog.type.basic.descr                = Versão com recursos limitados

licensedialog.never                           = Nunca
licensedialog.unlimited                       = Ilimitada

licensedialog.buykey                          = Comprar Chave
licensedialog.renewkey                        = Renovar Chave
licensedialog.upgradekey                      = Atualizar para Chave Vitalícia

licensedialog.detectedkey.title               = Chave de Licença Detectada
licensedialog.detectedkey.message             = O CintaNotes detectou a seguinte chave de licença:
licensedialog.detectedkey.apply               = Aplicar Chave
licensedialog.detectedkey.next.apply          = Se você deseja usar esta chave, use o botão "[licensedialog.detectedkey.apply]" abaixo.

licensekeydialog.title                        = Entrar Nova Chave de Licença
licensekeydialog.name                         = Nome Completo
licensekeydialog.email                        = E-mail
licensekeydialog.key                          = Chave

licenserequireddialog.title                   = Upgrade de Licença Necessário
licenserequireddialog.message.default         = Esta função não está disponível com a sua licença atual.
licenserequireddialog.message.upg             = Faça o upgrade da sua licença para habilitar esta função!{n}{n}Para mais detalhes clique no botão "Licença" abaixo.
licenserequireddialog.licensebutton           = Licença

licenseexpireddialog.title                    = Licença Expirada
licenseexpireddialog.renew.message            = Sua chave de licença não é mais válida para esta versão do [app.name].{n}Você precisa renovar sua licença ou voltar para a versão Básica (Gratuita).
licenseexpireddialog.buy.message              = Sua chave de teste expirou.{n}Por favor, compre a licença PRO ou volte para a licença Básica (Gratuita).
licenseexpireddialog.freebutton               = Versão Gratuita
licenseexpireddialog.renewbutton              = Renovar
licenseexpireddialog.buybutton                = Comprar
licenseexpireddialog.exitbutton               = Sair
licenseexpireddialog.dontshowdialog           = Não exibir novamente
licenseexpireddialog.renew.hintlabel          = A renovação da licença leva somente alguns minutos{n} e é oferecida com um desconto de [license.renew.discount].
licenseexpireddialog.buy.hintlabel            = Atualizar para a licença PRO leva somente alguns minutos.

trialexpireddialog.title                      = Período de Teste do [app.name] Terminado
trialexpireddialog.message                    = Seu período de 10 dias de teste do CintaNotes PRO terminou,{n}e sua licença foi automaticamente convertida para a versão Básica (Gratuita).{n}{n}Se você precisa de tempo adicional para avaliação,{n}você pode solicitar um período de 30 dias de teste grátis agora.{n}
trialexpireddialog.requestext                 = Solicitar Teste Prolongado
trialexpireddialog.buy                        = Comprar Licença
trialexpireddialog.usefree                    = Voltar para a versão Básica

licensemanager.trial.first                    = {0} dias de teste gratuitos do CintaNotes PRO ativado. Clique aqui para ver as opções de licenciamento
licensemanager.trial.continue                 = Você está no dia {0} dos {1} dias de teste da versão PRO. Clique aqui para ampliar por mais {2} dias de graça.
licensemanager.key.willexpire                 = Sua chave de licença irá expirar em {0} dias. Clique aqui para ver as opções de licenciamento
licensemanager.freeupdates.willexpire         = Sua assinatura de atualizações PRO termina em {0} dias. Clique aqui para ver as opções de licenciamento

updatedialog.title                            = Verificar por atualizações
updatedialog.initmessage                      = A verificação de atualizações foi cancelada.{n} Clique no botão "Verificar novamente" para continuar.
updatedialog.label.changes                    = Alterações nesta versão:
updatedialog.button.check                     = Verificar novamente
updatedialog.button.download                  = Baixar
updatedialog.label.autocheck                  = Realizar esta verificação automaticamente
updatedialog.error.invalidfile                = Versão de arquivo inválida.
updatedialog.error.connectionrefused          = Conexão recusada.
updatedialog.error.servernotresponding        = Sem resposta do servidor.
updatedialog.error.invalidproxysettings       = Configurações de proxy inválidas.
updatedialog.error.inetdisconnected           = Sem conexão.
updatedialog.warn.newversion.licensekeyinvalid = Aviso! Sua licença atual não é válida para esta versão.{n}Por favor, renove a licença se você deseja continuar usando os recursos PRO.
updatedialog.result.uptodate                  = Esta versão ({0}) do CintaNotes está atualizada.
updatedialog.result.newversion                = Há uma nova versão do [app.name] disponível: {0}
updatedialog.state.connecting                 = Conectando...
updatedialog.state.findingserver              = Localizando servidor...
updatedialog.state.downloadingfile            = Baixando arquivo...

updatedialog.downloaddialog.title             = Aviso
updatedialog.downloaddialog.msg               = Esta versão pode alterar o formato de arquivo do seu bloco de notas, e versões antigas do CintaNotes não poderão mais lê-los.{n}{n}Se você deseja usar os recursos PRO com a nova versão, renove sua licença antes de instalar a nova versão, ou atualize para a licença Vitalícia.{n}O que você deseja fazer?
updatedialog.downloaddialog.download          = Baixar Assim Mesmo
updatedialog.downloaddialog.renew             = Renovar Chave de Licença
updatedialog.downloaddialog.upgrade           = Atualizar para Licença Vitalícia

proxysettingsdialog.title                     = Configurações de Proxy
proxysettingsdialog.server                    = Servidor:
proxysettingsdialog.port                      = Porta:
proxysettingsdialog.username                  = Nome de usuário:
proxysettingsdialog.password                  = Senha:
proxysettingsdialog.mode.disabled             = Desativar proxy
proxysettingsdialog.mode.preconfig            = Usar configurações de proxy do sistema
proxysettingsdialog.mode.enabled              = Usar proxy:
proxysettingsdialog.error.invalidport         = O número da porta deve ser positivo

synchronizationbar.sync.tip                   = Sincronizar agora
synchronizationbar.cancel.tip                 = Cancelar
synchronization.status.starting               = Iniciando sincronização...
synchronization.status.login                  = Fazendo login...
synchronization.status.retrieveindex          = Obtendo índice da nota...
synchronization.status.addlocalnotes          = Baixando novas notas... {0} de {1}
synchronization.status.updatelocalnotes       = Baixando atualizações... {0} de {1}
synchronization.status.removelocalnotes       = Removendo notas locais... {0} de {1}
synchronization.status.restorelocalnotes      = Restaurando notas locais da lixeira... {0} de {1}
synchronization.status.totrashlocalnotes      = Movendo notas locais para a lixeira... {0} de {1}
synchronization.status.addremotenotes         = Fazendo upload de novas notas... {0} de {1}
synchronization.status.updateremotenotes      = Fazendo upload de atualizações... {0} of {1}
synchronization.status.removeremotenotes      = Removendo notas remotas... {0} de {1}
synchronization.status.restoreremotenotes     = Restaurando notas remotas da lixeira... {0} de {1}
synchronization.status.totrashremotenotes     = Movendo notas remotas para a lixeira... {0} de {1}
synchronization.status.cancelling             = Cancelando...

synchronization.result.local                  = Local:
synchronization.result.remote                 = Remoto:
synchronization.result.added                  = Adicionado:
synchronization.result.updated                = Atualizados:
synchronization.result.removed                = Removidos:
synchronization.result.errors                 = Erros:

synchronization.error.downloadattachment      = Falha ao baixar anexo '{0}'.
synchronization.error.uploadattachment        = Falha ao fazer upload do anexo '{0}'.
synchronization.error.deleteattachment        = Falha ao excluir anexos no servidor.
synchronization.error.exceededfileslimit      = O limite total do tamanho de anexos de {0} [mbytes] foi excedido em {1} [mbytes].{n}Exclua alguns anexos para continuar a sincronização.

synchronization.state.completed               = Sincronização concluída.
synchronization.state.completedwitherrors     = Sincronização não concluída, tente novamente mais tarde.
synchronization.state.completedempty          = incronização concluída. Nenhuma alteração encontrada.
synchronization.state.failed                  = Falha na sincronização.
synchronization.state.authorizationfailed     = Falha na autorização.
synchronization.state.invalidproxysettings    = Configurações de proxy inválidas.
synchronization.state.systemproxyautherror    = O proxy necessita de autenticação. Por favor, use as configurações manuais de proxy.
synchronization.state.nameresolvingfailed     = Não foi possível conectar. Nome do servidor não resolvido.
synchronization.state.internetdisconnected    = Sem conexão com a Internet.
synchronization.state.servernotresponding     = O servidor não está respondendo.

synchronization.state.notsynchronized         = Não sincronizado
synchronization.state.lastsynchronization     = Última sincronização {0}

syncpropertiesdialog.title                    = Propriedades da Sincronização do Simplenote
syncpropertiesdialog.login                    = Login:
syncpropertiesdialog.password                 = Senha:
syncpropertiesdialog.enabled.allnotebook      = Sincronizar este bloco de notas com o Simplenote
syncpropertiesdialog.section.all              = Sincronizar todas as seções
syncpropertiesdialog.section.selected         = Sincronizar somente seções selecionadas:
syncpropertiesdialog.conflictpolicy           = Política de resolução de conflitos:
syncpropertiesdialog.conflictpolicy.local     = Ficar com local
syncpropertiesdialog.conflictpolicy.remote    = Ficar com remota
syncpropertiesdialog.conflictpolicy.last      = Ficar com última modificada
syncpropertiesdialog.cachereset.loginchanged  = Você alterou o login a ser sincronizado.{n}O cache de sincronização será redefinido, e todas as notas remotas serão tratadas como novas.{n}{n}Continuar?
syncpropertiesdialog.cachereset.title         = Redefinir dados de sincronização?
syncpropertiesdialog.autosync.checkbox        = Sincronizar automaticamente a cada
syncpropertiesdialog.autosync.suffix          = minutos
syncpropertiesdialog.button.proxysettings     = Configurações de proxy
syncpropertiesdialog.sectionselection.error   = Você deve selecionar pelo menos uma seção
syncpropertiesdialog.webdavserver.cinta       = Servidor do CintaNotes (espaço usado: {0} de {1} MB)
syncpropertiesdialog.webdavserver.custom      = Servidor WebDAV personalizado
syncpropertiesdialog.attachments              = Espaço usado no servidor para anexos:
syncpropertiesdialog.attachments.remaining    = [syncpropertiesdialog.attachments] {0} de {1}{2} ({3}{2} restando)
syncpropertiesdialog.attachments.exceed       = [syncpropertiesdialog.attachments] {0} de {1}{2}
syncpropertiesdialog.attachments.exceedwarning = AVISO: Limite de espaço no servidor excedido!{n}Reduza o tamanho total dos anexos sincronizados em {0}{1}{n}para continuar sincronizando.

webdavpropertiesdialog.title                  = Propriedades da Conexão WebDAV
webdavpropertiesdialog.host                   = Servidor
webdavpropertiesdialog.port                   = Porta
webdavpropertiesdialog.serverpath             = Caminho do Servidor
webdavpropertiesdialog.user                   = Usuário
webdavpropertiesdialog.password               = Senha
webdavpropertiesdialog.button.test            = Testar
webdavpropertiesdialog.protocol.http          = HTTP
webdavpropertiesdialog.protocol.https         = HTTPS
webdavpropertiesdialog.error.port             = A porta deve ser um número positivo
webdavpropertiesdialog.connectiontest.title   = Teste de Conexão
webdavpropertiesdialog.connectiontest.success = Conexão bem sucedida
webdavpropertiesdialog.connectiontest.fail    = Falha na conexão

rulesdialog.title                             = Regras
rulesdialog.add.tip                           = Adicionar nova regra
rulesdialog.remove.tip                        = Excluir regras selecionadas
rulesdialog.apply.confirm.title               = Aplicar regras modificadas?
rulesdialog.apply.confirm.message             = Aplicar regras modificadas nas notas existentes agora?
rulesdialog.viewlog                           = Ver Log
rulesdialog.confirmdelete.one                 = Excluir {0} regra selecionada?
rulesdialog.confirmdelete.many                = Excluir as {0} regras selecionadas?
rulesdialog.confirmdelete.title.one           = Excluir Regra?
rulesdialog.confirmdelete.title.many          = Excluir Regras?

rulesdialog.licenserequired                   = Por favor, note que sem uma licença PRO, você pode somente criar e testar regras, mas não poderá executá-las.
rulesdialog.licenserequired.title             = Aviso de Funções Limitadas

rulesdialog.delete.stilledited                = Não é possível excluir a regra que ainda está sendo editada
rulesdialog.delete.stilledited.title          = Não é Possível Excluir

rulesdialog.close.stilledited                 = Algumas regras ainda estão sendo editadas. Por favor, conclua a edição das regras primeiro.
rulesdialog.close.stilledited.title           = Não é Possível Fechar

ruleeditdialog.title                          = Editar Regra
ruleeditdialog.name                           = Nome da regra (opcional)
ruleeditdialog.active                         = Ativo
ruleeditdialog.button.testrule                = Testar Regra

ruleeditdialog.errormessage.title             = A regra possui erros

rule.errors.conditions.emptyvalue             = A condição da regra contém valores vazios.
rule.errors.conditions.size.notinteger        = Um valor de tamanho inteiro é necessário.
rule.errors.conditions.size.negative          = Um valor de tamanho inteiro não negativo é necessário.
rule.errors.conditions.size.notpositive       = Um valor de tamanho inteiro positivo é necessário.

rule.errors.actions.empty                     = Pelo menos uma ação deve ser definida.
rule.errors.actions.more_than_one_section_action = Somente uma ação '[actioneditor.actiontype.section]' por regra é permitida.
rule.errors.actions.no_tags_specified         = Por favor, especifique pelo menos uma tag.
rule.errors.actions.redundant_actions         = A regra contém ações redundantes que não terão nenhum efeito e deve ser excluída.

ruleeditor.conditionlist.title                = [se]
ruleeditor.conditionlist.label.one            = a condição contém:
ruleeditor.conditionlist.label.all            = todas as condições contêm:

ruleeditor.conditionlist.add.tip              = Adicionar nova condição

ruleeditor.actionlist.add.tip                 = Adicionar nova ação

ruleeditor.actionlist.title                   = [então]

fieldconditioneditor.delete.tip               = Excluir condição
fieldconditioneditor.value.add.tip            = Adicionar novo valor
fieldconditioneditor.value.delete.tip         = Excluir valor

fieldconditioneditor.field.anytext            = Qualquer campo de texto
fieldconditioneditor.field.title              = Título
fieldconditioneditor.field.text               = Texto
fieldconditioneditor.field.link               = Link
fieldconditioneditor.field.tags               = Tags
fieldconditioneditor.field.remarks            = Comentários
fieldconditioneditor.field.attachments        = Anexos
fieldconditioneditor.field.section            = Seção
fieldconditioneditor.field.created            = Criado
fieldconditioneditor.field.modified           = Modificado
fieldconditioneditor.field.note               = Nota

fieldconditioneditor.op.contains              = contém
fieldconditioneditor.op.containsall           = contêm todos de
fieldconditioneditor.op.starts                = inicia com
fieldconditioneditor.op.ends                  = termina com
fieldconditioneditor.op.equals                = é igual a
fieldconditioneditor.op.hasall                = possui todos de
fieldconditioneditor.op.hasany                = possui
fieldconditioneditor.op.isempty               = está vazio
fieldconditioneditor.op.before                = antes
fieldconditioneditor.op.after                 = após
fieldconditioneditor.op.isnew                 = é novo
fieldconditioneditor.op.itemcontains          = possui itens contendo
fieldconditioneditor.op.itemstarts            = possuem itens iniciando com
fieldconditioneditor.op.itemends              = possui itens terminando com
fieldconditioneditor.op.itemequals            = possuem itens iguais a
fieldconditioneditor.op.sizegreater           = tamanho total em KB é maior que
fieldconditioneditor.op.sizesmaller           = tamanho total em KB é menor que
fieldconditioneditor.op.haschildrenof         = possui filhos de
fieldconditioneditor.op.hasparentsof          = possui pais de

fieldconditioneditor.op.isempty.attachments   = estão ausentes
fieldconditioneditor.op.itemcontains.attachments = possui nomes de arquivo contendo
fieldconditioneditor.op.itemstarts.attachments = possuem nomes de arquivos iniciando com
fieldconditioneditor.op.itemends.attachments  = possuem nomes de arquivos terminando com
fieldconditioneditor.op.itemequals.attachments = possuem nome s de arquivos iguais a

fieldconditioneditor.op.not.isempty.attachments = estão presentes
fieldconditioneditor.op.not.itemcontains.attachments = nenhum nome de arquivo contendo
fieldconditioneditor.op.not.itemstarts.attachments = nenhum nome de arquivo inicia com
fieldconditioneditor.op.not.itemends.attachments = nenhum nome de arquivo termina com
fieldconditioneditor.op.not.itemequals.attachments = nenhum nome de arquivo é igual a

fieldconditioneditor.op.before.anytext        = vem antes
fieldconditioneditor.op.after.anytext         = vem após

fieldconditioneditor.op.not.contains          = não contém
fieldconditioneditor.op.not.containsall       = não contêm todos de
fieldconditioneditor.op.not.starts            = não iniciam com
fieldconditioneditor.op.not.ends              = não terminam com
fieldconditioneditor.op.not.equals            = não é igual a
fieldconditioneditor.op.not.hasall            = não possuem todos de
fieldconditioneditor.op.not.hasany            = não possui
fieldconditioneditor.op.not.isempty           = não está vazio
fieldconditioneditor.op.not.isnew             = não é novo
fieldconditioneditor.op.not.itemcontains      = não possui itens contendo
fieldconditioneditor.op.not.itemstarts        = não possui itens iniciando com
fieldconditioneditor.op.not.itemends          = não possui itens terminando com
fieldconditioneditor.op.not.itemequals        = não possui itens iguais a
fieldconditioneditor.op.not.haschildrenof     = não possui filhos de
fieldconditioneditor.op.not.hasparentsof      = não possui pais de

actioneditor.delete.tip                       = Excluir ação

actioneditor.actiontype.tag                   = Adicionar tag(s)
actioneditor.actiontype.untag                 = Remover tag(s)
actioneditor.actiontype.section               = Mover para seção
actioneditor.actiontype.tag-untag             = Atribuir tag(s)

actioneditor.untag                            = Remover tag se as condições não forem atendidas

ruleslist.active                              = A&tivo
ruleslist.add                                 = &Adicionar
ruleslist.edit                                = &Editar
ruleslist.delete                              = E&xcluir
ruleslist.duplicate                           = D&uplicar
ruleslist.duplicate.suffix                    = cópia

ruleslist.preview.active                      = Ativo
ruleslist.preview.inactive                    = Inativo
ruleslist.preview.paused                      = Pausado: Licença PRO necessária

ruleslist.preview.forall                      = Para todas as notas
ruleslist.preview.donothing                   = não fazer nada

ruleslist.empty                               = Este bloco de notas ainda não possui regras definidas.{n}Para adicionar uma nova regra, clique no ícone '+', ou pressione a tecla Ins.

rule.test.progress.title                      = Testando Regra
rule.test.progress.message                    = Testando regra em {0} notas existentes...
rule.test.error.title                         = [erro]
rule.test.success.title                       = Teste Concluído
rule.test.success.message                     = O teste da regra em {0} notas foi concluído.
rule.test.success.message.actions             = As ações da regra serão executadas {0} veze(s)

rule.apply.progress.title                     = Aplicando Regras
rule.apply.progress.message                   = Por favor, aguarde enquanto as regras são aplicadas às notas...
rule.apply.error.title                        = [erro]

ruleslogdialog.title                          = Log de Regras

ruleslogdialog.column.dateapplied             = Data Aplicada
ruleslogdialog.column.rulename                = Nome da Regra
ruleslogdialog.column.notetitle               = Título da Nota
ruleslogdialog.column.addedtags               = Tags Adicionadas
ruleslogdialog.column.removedtags             = Tags Removidas
ruleslogdialog.column.movedtosection          = Movido para Seção

ruleslogdialog.columnvalue.rulename.deleted   = excluído

ruleslogdialog.button.undo                    = Desfazer
ruleslogdialog.button.clear                   = Limpar Log
ruleslogdialog.menu.undo                      = [ruleslogdialog.button.undo]

ruleslogdialog.confirm.undo.title             = Desfazer Regra de Aplicativo
ruleslogdialog.confirm.undo.message           = Desfazer {0} regras de aplicativos selecionadas?
ruleslogdialog.confirm.clear.title            = Limpar Log de Regras
ruleslogdialog.confirm.clear.message          = Excluir todos os registros de regra de aplicativo?

notification.ruleapplied.one                  = A regra '{0}' foi aplicada em {1} nota
notification.ruleapplied.many                 = A regra '{0}' foi aplicada em {1} notas

section.new                                   = Nova Seção...
section.new.tip                               = Criar nova seção
section.edit                                  = Propriedades...
section.delete                                = Excluir
section.selectall                             = Selecionar Tudo
section.licenserequired                       = Sua licença atual somente permite a criação de até {0} seções.
section.move.left                             = Mover p/ &Esquerda
section.move.right                            = Mover p/ &Direita
section.dropnotes.tip.one                     = Mover nota para a seção '{0}'
section.dropnotes.tip.many                    = Mover {0} notas para a seção '{1}'
section.droptext                              = Adicionar nota à seção '{0}'

section.confirmdelete                         = Excluir seção '{0}' com {1} notas?
section.confirmdelete.title                   = Excluir Seção?
section.confirmdelete.many                    = Excluir seções '{0}' com {1} notas?
section.confirmdelete.title.many              = Excluir Seções?

section.all                                   = [tagsidebar.all]
section.main                                  = Principal
section.inbox                                 = Definir Como Caixa de Entrada

sectionedit.title                             = Editar Propriedades da Seção
sectionedit.title.new                         = Criar Nova Seção
sectionedit.name                              = Nome:
sectionedit.color                             = Cor:
sectionedit.sectionalreadyexists              = Uma seção com este nome já existe

movetosection.title                           = Mover para a Seção
movetosection.label.one                       = Mover {0} nota para a seção:
movetosection.label.many                      = Mover {0} notas para a seção:

clipping.balloon.caption                      = [app.name] copiado
clipping.balloon.intosection                  = em
clipping.balloon.tagged                       = e com a tag [{0}]

filedialog.filemask.all                       = Adicionar Arquivos

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Início
end                                           = End
pgup                                          = Page Up
pgdown                                        = Page Down
space                                         = Barra de Espaço
left                                          = Esquerda
right                                         = Direita
up                                            = Cima
down                                          = Para baixo
bksp                                          = Backspace

bytes                                         = B
kbytes                                        = KB
mbytes                                        = MB
gbytes                                        = GB
